<template>
	<view class="privacy">
		<view class="title">
			隐私政策
		</view>
		<view>
			1.     尊重您个人信息的隐私是我司的一项基本制度，我司将会采取合理的措施保护您的个人信息的隐私。
		</view>
		<view>
			2.     我司收集和使用个人信息是为了向您提供更好的功能和服务，向您展示您可能感兴趣的内容；同时进一步改善我司产品或服务并促使其更能满足您的个人需求，向您提供更好的使用体验，帮助您改善驾驶习惯，与您日后进行联络、更新我司产品或服务使您受益等。此外，我司会用您所提供的姓名、联系电话、通讯地址等信息与您取得联系以发布通知、进行调查、提供奖励或提供我司认为您可能感兴趣的信息。对于我司的注册用户，在我司提供的所有需要我司帐号的服务上，我司可能都会使用您在我司注册资料中提供的用户帐号名称或其他信息。
		</view>
		<view>
			3.     您理解并同意，为使用我司某些产品或服务（例如通信服务、紧急救援服务等），我司可能需要将您的某些个人信息提供给相应的第三方服务商，以便其与您取得联络和/或为您提供相应服务。
		</view>
		<view>
			4.     如果您不同意提供个人信息，您将无法使用我司的全部或部分功能和服务，或无法获得更个性化的功能，或无法参加某些活动，或无法收到我们的通知等。
		</view>
		<view>
			5.     在您使用我司产品或服务的过程中，我们通过以下所述方式收集信息：
		</view>
		<view>
			5.1     您向我们提供信息。在您注册我司帐号时我们需要您提供某些个人信息，例如帐号名称、昵称、密码、密码保护问题、电子邮件地址、手机号码等，以及注册时需要的其它类似个人信息。您使用我们的某些功能或服务时，我们需要您提供某些个人信息，例如联系电话、车牌号、车架号等信息，以便于为您提供服务。您参加我们的某些活动时，我们需要您提供某些联络信息，例如姓名、通讯地址、邮编、身份证号，以便于我们联系您、邮寄物品或代缴税费等。
		</view>
		<view>
			5.2     我们在您使用我司产品或服务的过程中收集信息。我们会收集关于您使用的具体服务以及使用方式的信息。此类信息包括：
		</view>
		<view>
			5.2.1     设备信息：如您的硬件型号、操作系统版本、唯一设备识别码以及移动网络信息。
		</view>
		<view>
			5.2.2     日志信息：如您的搜索查询内容、IP 地址、设备事件信息、可唯一标识您的浏览器或我司帐号的 Cookie。
		</view>
		<view>
			5.2.3     位置信息：当您使用具有定位功能的服务时，我们可能会收集并处理有关您的设备实际所在位置的信息（例如移动设备发送的 GPS 信号）。我们还可能使用各种技术进行定位，例如来自您设备的传感器数据就可以提供附近 WiFi 接入点和基站的信息。
		</view>
		<view>
			5.2.4     本地存储：我们可能会使用浏览器网络存储等机制和应用程序数据缓存，在您的设备上收集信息并进行本地存储。
		</view>
		<view>
			5.2.5     唯一应用程序编号：某些服务包含唯一应用程序编号。当您安装或卸载这些服务或当这些服务定期与我们的服务器通信（例如对软件进行自动更新）时，系统会将此编号以及与安装相关的信息（例如操作系统类型和应用程序版本号）发送给我司。
		</view>
		<view>
			5.2.6     Cookie 和匿名标识符：当您使用更我司产品或服务时，我们会使用各种技术来收集和存储信息，在此过程中可能会向您的设备发送一个或多个 Cookie 或匿名标识符。当您与我们提供给合作伙伴的服务（例如广告服务）进行互动时，我们也会使用 Cookie 和匿名标识符。
		</view>
		<view>
			5.2.7     其他我们认为提供或改善我司产品或服务而必要收集的信息。
		</view>
		<view>
			6.     在您使用我司产品或服务时，我司可能自动接收并记录您的网站或应用程序上的服务器数值，包括但不限于IP地址等数据、您输入的关键词、您要求取用的网页记录及各种记录、我司产品或服务的操作状态以及使用习惯等一些明确且客观反映在我司产品或服务服务器端的基本记录信息。你理解并同意，前述基本记录信息以及其他无法通过其识别您的个人身份的信息不属于您的个人信息。
		</view>
		<view>
			7.     我司不会与我司之外的任何公司、组织和个人分享您的个人隐私信息，但是下列情况除外：
		</view>
		<view>
			7.1     事先获得您的明确授权或同意；
		</view>
		<view>
			7.2     根据适用的法律法规、法律程序的要求或强制性的政府要求或司法裁定我司必须提供；
		</view>
		<view>
			7.3     在法律要求或允许的范围内，为了保护我司、我司用户或社会公众的利益、财产或安全免遭损害而有必要提供；
		</view>
		<view>
			7.4     我司可能会向我司的关联公司提供您的个人信息，并让他们遵循我司的隐私权政策以及其他任何相应的保密和安全措施来处理和使用这些信息；
		</view>
		<view>
			7.5     我司可能会向合作伙伴等第三方提供您的个人信息，并让他们根据我司的指示并遵循我司的隐私权政策以及其他任何相应的保密和安全措施来为我司处理这些信息；
		</view>
		<view>
			7.6     基于学术研究而使用；
		</view>
		<view>
			7.7     基于符合法律法规的社会公共利益而使用；
		</view>
		<view>
			7.8     符合与您签署的其它法律文件（如本条款）的约定而使用。
		</view>
		<view>
			8.     您理解并同意，我司可能会与公众、我司的关联公司以及合作伙伴（例如发布商、广告客户或关联网站）分享汇总的非个人身份识别信息。例如，我司及其关联公司可能会与公众分享某些信息，以展示我司产品或服务的整体使用趋势和使用情况。您理解并同意，在不透露您个人信息的前提下，我司及其关联公司有权对我司产品或服务的用户数据库进行分析并进行商业上的利用。
		</view>
		<view>
			9.     我司产品或服务可能允许您与他人、社交网络共享您的位置、地点或其他个人信息，可能还包含来自第三方的服务、或指向第三方服务的链接。当您与他人、社交网络、或第三方服务提供商交互时，它们可能会获取您的设备当前所在位置等提供服务所需要的个人信息，以及可能获取用于广告目的的随机匿名标识符。我们建议您查看此类社交网络或第三方服务提供商的隐私声明，以了解他们如何处理您的信息。对于您使用第三方服务时向其提供或与他人分享个人信息而产生的后果由您自行承担，并由相应责任方在法律规定范围内承担责任。
		</view>
		<view>
			10.     我司及其关联公司会采取适当的安全措施和技术手段存储和保护您的个人信息，以防止其丢失、被误用、受到未授权访问或泄漏、被篡改或毁坏。您的个人信息存放在有密码控制的服务器中，访问均是受到限制的。根据本条款的规定，我们仅允许有必要知晓这些信息的我司和其关联公司的员工、以及合作伙伴等第三方访问个人信息，并要求他们履行相应的保密义务。如果未能履行这些义务，就可能会被追究法律责任或被终止与我司的合作关系。
		</view>
		<view>
			11.     为了保护您的隐私和安全，在采取合理的措施验证身份之后，您才能访问或修改信息。如果这些个人信息有误，我司会努力通过各种方式让您快速更新或删除个人信息（除非我司出于合法的原因而必须保留这些个人信息）。我司力求对我司产品或服务进行完善的维护，以保护您的信息免遭意外或恶意的破坏。因此，除非另有约定，不论您是否持续使用我司产品或服务，您留存在我司产品或服务中的信息我司都会力求其安全性。
		</view>
		<view>
			12.     如果本条款的任何条款与适用的法律法规冲突的，以适用的法律法规的规定为准。如本条款中的任何条款无论因何种原因无效或不具有执行力，则该条款应在不影响其他条款的情况下从本条款中被移除。本条款的其余条款仍应有效并且具有法律约束力。
		</view>
		<view>
			13.     除本条款和法律法规明确规定的之外，本条款未赋予我司和您任何其他权利，也未要求我司和您承担任何其他义务。
		</view>
		<view>
			14.     为了我司及其继承人和受让人的利益，本条款项下的全部权利和义务可以被我司转让。
		</view>
		<view>
			15.     本条款的英文翻译版本（如有）仅为您的理解便利而提供，我司和您之间的关系由本条款的中文版确定。如果两个版本存在任何冲突之处，则以中文版本规定为准。
		</view>
		<view>
			16.     我司保留随时修订本政策的权利。本政策一旦发生变动，我司将会在相关网页公布重新修订后的本政策。请您注意及时查看本政策的最新适用版本。您理解并同意，如果您在本政策修订版本生效后继续使用我司产品或服务，我司将把您的使用行为视为对本政策修订版本的接受。
		</view>
	</view>
</template>

<style>
	.privacy{
		padding:20rpx;
		margin:20rpx;
	}
	.title{
		font-size:48rpx;
		font-weight:700;
	}
	.privacy>view{
		margin:20rpx;
	}
</style>
