<template>
	<view class="protocol">
		<view class="title">
			用户授权协议
		</view>
		<view>
			1. 接受条款
		</view>
		<view>
			1.1. 欢迎光临 乐居生活 。请在使用 乐居生活 相关服务之前仔细阅读（未成年人应在法定监护人陪同下阅读）本服务条款（"本条款"）。您对 乐居生活 相关服务的访问和使用表明您认可并同意遵守本条款。如果您不同意本条款，请不要使用相关服务或下载任何材料。
		</view>
		<view>
			1.2. 您声明您有充分的权力、能力和权限来接受本条款。如果您代表您的雇主或另一机构实体接受本条款和通用服务条款，您声明您必须有充分的法律授权使您的雇主或机构实体受到本条款的约束。如果您没有充分的法律授权，请您确保由您的机构实体的授权人士来同意本条款。
		</view>
		<view>
			1.3. 本条款适用于 乐居生活 软件有限公司及其附属公司和关联公司（" 乐居生活 "）的所有网站（以下均称为"网站"）以及 乐居生活 通过互联网提供的各种产品（以下均称为"产品"）。 乐居生活 允许您访问和使用网站和产品上的各种资源，包括文档、照片、视频、地图数据及其他图形、文字或影音内容（以下简称"内容"），软件，以及交流论坛和其他服务（与内容、软件合称为"服务"）。
		</view>
		<view>
			1.4.  乐居生活 保留随时更新本条款的权利，恕不另行通知。请您注意查看网站底部的“服务条款”阅读，获取服务条款的最新适用版本。
		</view>
		<view>
			1.5.  乐居生活 可能会提供针对具体产品、服务、活动或项目的服务条款。在此类情况下，如果这本条款与具体服务条款不相冲突，则此处的条款保持完整有效。您理解并同意，如果您在本条款修订版本生效后继续使用 乐居生活 产品或服务， 乐居生活 将把您的使用行为视为对本条款修订版本的接受。如果您不能接受修订，您可以停止使用 乐居生活 产品或服务。
		</view>
		<view>
			1.6. 除非另有明确规定， 乐居生活 所推出的新网站和新产品，均受到本条款的规范。
		</view>
		<view>
			2. 安全和隐私
		</view>
		<view>
			2.1 个人信息：《 乐居生活 隐私权政策》 介绍了您在使用 乐居生活 服务时，我们会如何处理您的个人信息和保护您的隐私。您对服务的使用即表示您同意我们可以按照我们的隐私权政策使用您的个人信息。
		</view>
		<view>
			2.2 帐户、密码和安全性： 如果任何 乐居生活 服务要求您开设帐户，您必须根据相应注册界面上的说明，向我们提供最新的、完整的、准确的相关信息，以便完成注册过程。您必须对维护密码和帐户的机密性承担全部责任。此外，您需要对帐户中发生的所有活动承担全部责任。您同意，一旦发现帐户存在未经授权的使用或任何其他不安全的行为，马上向 乐居生活 通知相关情况。如果其他人在您知情或不知情的情况下使用您的密码或帐户， 乐居生活 对您因此可能蒙受的任何损失不承担任何责任。不过，如 乐居生活 或第三方因其他人使用您的帐户或密码而蒙受损失，您应承担相应责任。未经帐户持有人的同意，您不得使用其他人的帐户。关于用户帐户的具体规则，请参见《 乐居生活 用户注册协议》 。
		</view>
		<view>
			3. 使用规则
		</view>
		<view>
			3.1 个人非商业用途：产品和服务专用于个人和非商业用途。除非在条款中提及或指定，您不得对从产品服务中获得的内容进行修改、复制、发布、传输、展示、播放、翻制、出版、授权、从其创建衍生产品、转让或出售。
		</view>
		<view>
			3.2 不可用于非法或被禁止的用途： 您同意不将产品和服务用于非法的或者本条款禁止的用途。您不可以：
		</view>
		<view>
			3.2.1 违反《中华人民共和国电信条例》的规定，利用产品和服务实施危害国家主权、国家安全、祖国统一、社会稳定、公序良俗的行为，或任何不当的、侮辱诽谤的、淫秽的、暴力的行为及任何违反其他国家法律、法规、规章、政策等的行为；
		</view>
		<view>
			3.2.2 利用产品和服务实施侵害他人知识产权、商业秘密权等合法权益的行为；
		</view>
		<view>
			3.2.3 利用产品和服务批量发表、传送、传播广告信息、垃圾信息及其他违法信息；
		</view>
		<view>
			3.2.4 利用产品和服务进行任何可能对互联网或其他通信网络的正常运转造成不利影响的行为；
		</view>
		<view>
			3.2.5 利用产品和服务制作、发布、传播用于窃取帐号及他人专属信息、财产、保密信息的软件；
		</view>
		<view>
			3.2.6 使用产品和服务"跟踪"，或骚扰或伤害他人；
		</view>
		<view>
			3.2.7 假冒他人或团体，包括，但不限于， 乐居生活 负责人、论坛坛主、导游或主持人；或者谎称或假称您与某个人或组织的关系；或者收集或存储有关其他用户的个人数据用于被禁止的行为或活动;
		</view>
		<view>
			3.2.8 伪造标题或以其他方式篡改识别资料，以混淆通过产品和服务传达的原内容；
		</view>
		<view>
			3.2.9 试图通过黑客活动、密码挖掘或其他任何手段未经许可访问产品和服务，或访问与任何 乐居生活 服务器或服务连接的其他帐户、计算机系统或网络；
		</view>
		<view>
			3.2.10 通过产品和服务无意提供的方法获取或试图获取任何材料或信息；
		</view>
		<view>
			3.2.11 进行任何不利于 乐居生活 的行为；
		</view>
		<view>
			3.2.12 其他以任何不合法的方式、为任何不合法的目的、或以任何与本条款不一致的方式使用产品和服务。
		</view>
		<view>
			3.3 通信服务：服务可能包括公告板服务、聊天区、论坛、社区和/或其他消息或通信设施，方便您与其他人进行通信（以下简称"通信产品和服务"）。您同意仅使用通信服务张贴和收发恰当的、与特定通信服务相关（如果适用）的消息和资料。 乐居生活 保留查看张贴到通信服务上的资料以及自行决定移除任何资料的权利。 乐居生活 保留根据任何适用法律、法规、法律程序或政府要求、在 乐居生活 认为必要的情况下随时披露任何信息的权利。 乐居生活 保留自行决定编辑、拒绝张贴或移除任何信息、资料（全部或部分内容）的权利。在任何通信服务中提供任何有关您自己或孩子的个人识别信息和商业敏感信息时，请始终谨慎行事。 乐居生活 不会控制或认可任何通信服务中出现的内容、消息或信息，且 乐居生活 明确声明对通信服务不承担任何责任。上传到通信服务的资料可能受到有关使用、复制或散布的公开限制。如果您下载资料，应遵守这些限制。
		</view>
		<view>
			3.4 接入互联网： 乐居生活 仅提供产品和服务，除此之外与产品和服务使用有关的任何设备（如产品和服务器、电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由您自行负担。
		</view>
		<view>
			4. 免责、担保与保证
		</view>
		<view>
			4.1 担保的排除：产品和服务由 乐居生活 提供，作为对其客户的一项服务。您完全了解并同意：
		</view>
		<view>
			4.1.1 产品和服务同大多数互联网应用程序一样，受包括但不限于您的原因、网络产品和服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，例如您下载安装的其它软件或访问的其他网站中含有"特洛伊木马"等病毒，威胁到您的设备和数据的安全，继而影响产品和服务的正常使用等。您应加强信息安全及资料的保护意识，以免遭致损失。
		</view>
		<view>
			4.1.2 使用产品和服务的任何风险和后果（包括但不限于受到第三方侵权或对第三方造成侵权或因任何资料的下载而导致您的各种设备、操作系统的任何损坏或数据丢失等后果）由您本人承担， 乐居生活 对此不承担任何责任。
		</view>
		<view>
			4.1.3 产品和服务"以原样"和"以可用性"提供，而不提供任何明确或暗示担保，包含但不限于商业适售性、特定目的的适用性及不侵权等担保或保证。
		</view>
		<view>
			4.2  乐居生活 及其许可人不就以下各项向您作出明示或默示的担保或保证：
		</view>
		<view>
			4.2.1 产品和服务将符合您实际或特定的需求；
		</view>
		<view>
			4.2.2 产品和服务将不受干扰、无中断、及时、安全、稳定、完整或没有错误；
		</view>
		<view>
			4.2.3 使用产品和服务获得的结果或任何资料将是正确或可靠的；
		</view>
		<view>
			4.2.4 经产品和服务购买或获得的任何产品、服务、资讯或其它信息符合您的期望；
		</view>
		<view>
			4.2.5 产品和服务中的任何错误、问题或缺陷都将得到更正；
		</view>
		<view>
			4.2.6 产品和服务中的地图数据、信息、文本、图形、链接或其他内容的精确性或完整性；
		</view>
		<view>
			4.2.7 为向您提供便利而设置的外部链接的准确性、稳定性和完整性。
		</view>
		<view>
			4.3  乐居生活 作为产品和服务提供者，根据相关法律法规的要求对非法转载、虚假发布、盗版行为的发生会进行必要监控，但不保证具备充分的监控能力。 乐居生活 对您或他人实施的此类侵权行为不承担任何责任，侵权的责任概由侵权者承担。
		</view>
		<view>
			4.4 产品和服务会包含指向其他网站、内容、资源的外部链接。这些网站、内容及资源均由其他公司或个人提供， 乐居生活 对其无控制权。您承认并同意， 乐居生活 对这些外部的网站或资源的可用性、真实性或有效性不承担任何责任。
		</view>
		<view>
			4.5 您从产品和服务获得的任何建议或信息（无论书面或口头形式）均不构成本条款明确规定以外的任何保证。
		</view>
		<view>
			5. 责任限制
		</view>
		<view>
			5.1 责任限制：您完全了解并同意 乐居生活 及其授权者就下述各项对您概不负责：
		</view>
		<view>
			5.1.1 您无论由于何种原因和在任何责任理论之下（无论是因执行合同、疏忽或其它侵权行为；无论是由于对任何软件、文档或提供或无法提供产品和服务、或从产品和服务可用的信息的使用或与其有关）发生的任何直接、间接、附带、特殊、后果性或惩罚性的损害。这应包括但不限于任何利润损失（无论是直接还是间接发生）、任何商誉或业务声誉损失、任何数据丢失或其他无形损失；
		</view>
		<view>
			5.1.2 您可能产生的任何损失或损害，包括但不限于由下列原因导致的损失或损害：a) 为替换从或通过产品和服务购买或取得的任何商品、数据、信息、产品和服务或缔结新交易而发生的成本；b) 对使用产品和服务而维持或传输的任何内容或个人化设定及其他数据的删除、毁坏、传递错误或未能将其储存或遭到未获授权的存取或变造；c) 您对产品和服务的任何内容的完整性、精确性或存在性的依赖；d) 您因使用或依赖任何外部链接指向的网站或资源发布的或经由此类网站或资源获得的任何内容、商品或产品和服务；e) 您无法保持自己密码或帐户细节的安全性和机密性所造成的损失或损坏；f) 任何第三方在该产品和服务中所作的声明或行为；g) 第三方以任何方式发布或投递欺诈性信息，或诱导您受到经济损失的。
		</view>
		<view>
			5.2 无论 乐居生活 是否事先被告知或应该了解发生此类损失的可能性，这些对 乐居生活 责任的限制均有效。
		</view>
		<view>
			5.3 您的赔偿：您同意赔偿和支持 乐居生活 及其官员、代理、雇员、伙伴和授权者免受对任何第三方因您通过或使用产品和服务、违反产品和服务条款或特定产品和服务条款、或侵犯他人的任何权利而提交、张贴、传输或以其它方式提供的内容或由其引起的任何赔偿责任和要求。该等情况包括但不限于 乐居生活 被国家机关予以行政处罚或者被第三方通过诉讼或其他方式索赔等情形，赔偿范围包括但不限于罚款、赔偿金以及 乐居生活 支付的相应诉讼费、律师费等。
		</view>
		<view>
			6. 与内容有关的通知
		</view>
		<view>
			6.1 内容：所有内容均为 乐居生活 或其供应商的版权作品。内容的使用受限于内容随附或包含的许可协议条款或服务条款（如果有的话）。
		</view>
		<view>
			6.2 第三方内容：产品和服务可能包括用户或第三方提交的内容；此类内容未经 乐居生活 审查、同意或支持；提供此类内容仅为向我们的客户提供便利。您对任何第三方内容的使用表明您同意您必须对其进行评估，并承担与之相关的所有风险。
		</view>
		<view>
			6.3 仅供受邀请的参与者访问的内容：产品和服务的某些部分仅供受邀参加相关活动（例如，受邀参加某项计划，以便使用预发布版的软件并向 乐居生活 提供反馈）的用户访问。产品和服务这些部分提供的所有信息或与产品和服务这些部分提供的内容或软件相关的所有信息均为 乐居生活 的机密信息。您不能将这些机密信息透露给任何第三方。此限制并不适用于以下任何信息：在不违反此限制的情况下属于或者成为可公开获取的信息；由信息接收方通过合法方式获知且无需对其履行保密义务的信息；通过可以合法披露此信息且无需对其履行保密义务的第三方获得的信息；或是独立开发的信息。如果根据法院指令或其他具有法律效力的政府要求而需要对此类机密信息进行披露，则您可以披露这些信息。但在披露之前，您应及时将该等强制要求通知 乐居生活 ，以使 乐居生活 可寻求有关该机密信息的保护性裁定并在此后仅披露该政府或司法机构要求披露的特定机密信息。
		</view>
		<view>
			7. 与软件有关的通知
		</view>
		<view>
			7.1 软件版权：从产品和服务下载使用的所有软件均为 乐居生活 或其供应商的版权作品。您对软件的使用受限于软件随附或包含的许可协议条款或服务条款（如果有的话）。
		</view>
		<view>
			7.2 第三方软件：如果任何软件包含版权声明或类似的所有权声明，指出该软件归 乐居生活 以外的某人所有，并包含其自身的许可协议，则该软件由其所有方而非 乐居生活 授予您许可，且 乐居生活 不会向您授予与该软件相关的任何明示或默示的知识产权。
		</view>
		<view>
			8. 知识产权
		</view>
		<view>
			8.1  乐居生活 知识产权：您认可并同意 乐居生活 拥有产品和服务的所有法律权利、资格和利益，包括任何 乐居生活 商业名称、商标、产品和服务标志、徽标、域名和其中其他明确的品牌功能（不论这些权利是否已注册、不论这些权利可能存在于世界何处）。这些权利受相关法律法规和以及国际条约条款的保护。不经 乐居生活 事先书面许可，不得以任何形式将其复制、翻制、修改、出版、上传、张贴、传输或发布。您了解并同意，产品和服务含有受到相关知识产权及其它法律保护之专有保密资料。
		</view>
		<view>
			8.2 第三方知识产权：您也了解并同意，经由产品和服务或广告商向您呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、产品和服务商标、专利权或其它专属权利之法律保护。未经 乐居生活 或广告商明示授权，您不得修改、出租、出借、出售、散布产品和服务之任何部份或全部，或据以制作衍生著作。
		</view>
		<view>
			9. 您发布的内容
		</view>
		<view>
			9.1 所有权： 乐居生活 对通过产品和服务提供或在其上显示的任何提交、张贴、传输的用户内容，包括但不限于网站、软件或产品和服务中的数据、文本、声音、图像、视频、图表、软件、代码、音频、信息、图形或说明（"用户内容"），不主张所有权。 乐居生活 对用户内容不提供报酬，除非另有书面约定。 乐居生活 不承担张贴或使用任何用户内容的义务。除非与 乐居生活 授权的代表另有书面协议，您提交或张贴的任何材料、信息或其他通信均被认作非机密和非专属。
		</view>
		<view>
			9.2 许可： 当您上传内容或通过其他方式向产品和服务提交用户内容时，您授予 乐居生活 （以及 乐居生活 的合作伙伴）一项全球性的许可，允许 乐居生活 使用、持有、存储、复制、修改、创建衍生作品（例如， 乐居生活 为了使用户内容更好地与 乐居生活 的产品和服务配合使用而进行翻译、改编或其他更改，由此所产生的作品）、传播、出版、公开演示、公开展示和分发此类内容。您在此许可中授予的权限，仅能用于运营、宣传和改进 乐居生活 的产品和服务，以及开发新的产品和服务。该项许可在您停止使用产品和服务后依然有效（例如，您已添加到 乐居生活 地图的商家信息）。某些产品和服务可能会向您提供一些方法，用于访问和删除您提供给该产品和服务的用户内容。此外， 乐居生活 某些产品和服务中的条款或设置还会限制 乐居生活 对提交至相关产品和服务的用户内容的使用范围。对于您提交至产品和服务的任何用户内容，请确保您拥有向 乐居生活 授予此许可的必要权利。
		</view>
		<view>
			9.3 调整：您认可 乐居生活 有可能会对用户内容进行调整。 乐居生活 及其指定人员保留作为 乐居生活 单方决定预筛、拒收、或者从其网站或产品和服务移除任何用户内容的权利。但是 乐居生活 不承担任何与任何用户内容有关的责任，不论其是否牵涉著作权、诽谤、隐私、淫秽或者其他方面的法律。不限于此， 乐居生活 将保留移除任何违反产品和服务条款的用户内容的权利。
		</view>
		<view>
			10. 您的权利保护
		</view>
		<view>
			10.1 若您合理地认为第三方利用产品和服务侵犯您的知识产权或其他合法权益，请根据 乐居生活 的要求提供支持性资料（包括但不限于您对涉嫌侵权内容的权属证明，关于侵权的具体情况的说明，涉嫌侵权内容在网络上的位置，您的联络信息、身份证明、单位登记证明）， 乐居生活 将会依照法律法规的要求进行处理。
		</view>
		<view>
			10.2 为确保 乐居生活 能够有效处理相关权利请求，请您在权利通知中加入如下真实性声明： "我声明并保证，本通知中所述信息是充分、真实、准确的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。"如果您是个人，请您签署该文件；如果您是依法成立的机构或组织，请您加盖公章。
		</view>
		<view>
			10.3 如果权利通知的陈述失实，您将承担由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果您对该侵权行为并无确信，建议您首先咨询专业人士。
		</view>
		<view>
			11. 其他资源或网站的链接第三方服务
		</view>
		<view>
			11.1 第三方服务链接：网站、产品和服务可能会以外部链接、服务接口等任何形式指向包含指向其他第三方服务、平台、网站、内容、资源等（统称为"第三方服务"）的外部链接。这些第三方服务网站、内容及资源均由第三方其他公司或个人提供， 乐居生活 对其无控制权。您承认并同意， 乐居生活 对第三方服务这些外部的网站或资源的可用性、真实性或有效性不提供任何形式的保证，也不承担任何责任。在您使用第三方服务时，请您遵守第三方要求您遵守的服务条款，许可协议或其他类似法律文件。为了您的人身和财产安全，请您谨慎判断是否使用第三方服务。如果在您使用第三方服务的过程中产生任何事故或问题的，由您与第三方自行协商解决， 乐居生活 对此不承担任何责任。
		</view>
		<view>
			12. 与广告商进行之交易
		</view>
		<view>
			12.1 广告交易：您通过网站、产品和服务与广告商进行任何形式的通讯或商业往来，完全为您与广告商之间之行为。有关法律法规有明文规定要求 乐居生活 承担责任以外，您因前述任何交易或前述广告商而遭受的任何性质的损失或损害， 乐居生活 均不予负责。
		</view>
		<view>
			13. 接受系统邮件、消息
		</view>
		<view>
			13.1 邮件与消息：如果您使用产品和服务，即表示您愿意接受产品和服务发出的相关邮件或 乐居生活 系统消息（包括但不限于商品促销等广告信息）。因此而有可能给您带来的不便， 乐居生活 不负担任何责任。
		</view>
		<view>
			14. 变更、中断或终止
		</view>
		<view>
			14.1 变更： 乐居生活 保留在发出通知或不发出通知的情况下对产品和服务进行临时的或永久的修改或停止提供的权利。 乐居生活 可以在不发出通知的情况下随时对产品和服务进行更改。 乐居生活 不对更新网站/产品和服务做任何承诺。
		</view>
		<view>
			14.2 中断：如因 乐居生活 相关服务器或系统维护或升级的需要而需中断或暂停提供任何产品和服务的， 乐居生活 将尽可能事先进行通告。
		</view>
		<view>
			14.3 您的终止：您可随时单方终止使用产品和服务，您终止使用无需特别通知 乐居生活 。您主动终止使用产品和服务时，本条款终止。
		</view>
		<view>
			14.4 您应确保您对产品和服务的使用行为符合本条款的约定、符合国家相关法律法规的要求、符合人们基本的道德标准。如发生下列任何一种情形或本条款其他条款规定的其他终止条件发生或实现的， 乐居生活 有权随时中断或终止向您提供产品和服务：
		</view>
		<view>
			14.4.1 您提供的个人资料或其他资料不真实、虚假或违法；
		</view>
		<view>
			14.4.2 您对产品和服务的使用行为违反国家法律法规或本条款的任何规定；
		</view>
		<view>
			14.4.3  乐居生活 根据自己的独立判断认为您对产品和服务的使用行为不符 乐居生活 要求或用户需求。
		</view>
		<view>
			14.5  乐居生活 的终止：尽管有上述规定， 乐居生活 保留在不事先通知您的情况下随时变更、中断或终止提供全部或部分产品和服务的权利，除非特定产品和服务条款另有规定。不论何种原因，对于因 乐居生活 对产品和服务的变更、中断或终止而造成的任何损失或责任，由您自行独立承担， 乐居生活 无需因此对您或任何第三方承担任何责任。
		</view>
		<view>
			14.6 产品和服务由于任何原因终止时，您根据本条款所获得的一切权利或许可全部终止。
		</view>
		<view>
			14.7 有效条款：无论产品和服务是否终止，关于知识产权保护、隐私保护、赔偿责任、免责及责任限制、法律适用和争议解决等条款始终有效。
		</view>
		<view>
			15. 法律适用和争议解决
		</view>
		<view>
			15.1 适用法：用户对产品和服务的访问受相关中国法律法规的制约，而不考虑其冲突法的规定，并可能同时受您居住国强制性法律的制约。
		</view>
		<view>
			15.2 国际使用之特别警告：您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容之法律法规。
		</view>
		<view>
			15.3 争议解决：如果发生任何与本条款的解释或执行有关的争议，双方应尝试通过友好协商解决争议。如果争议在90日内不能以双方接受的方式解决，双方同意将争议提交至 乐居生活 软件有限公司住所地法院解决。
		</view>
		<view>
			16. 通知和送达 / NOTICES AND SERVICE
		</view>
		<view>
			16.1 您在此同意， 乐居生活 关于产品和服务、本条款内容变化的所有通知均可通过产品和服务界面、网页公告、电子邮件、短信提醒或常规信件传送等方式进行。
		</view>
		<view>
			16.2 上述通知于发送之日即视为已送达收件人（即您）。
		</view>
		<view>
			17. 青少年用户特别提示
		</view>
		<view>
			17.1 特别提示：青少年用户必须遵守全国青少年网络文明公约：要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。
		</view>
		<view>
			18. 其他规定
		</view>
		<view>
			18.1 其他地区的访问： 乐居生活 不承诺产品和服务对中国以外的其他地区适用或可用；并且禁止在其内容被认为是非法的地区对其访问。从其他区域访问产品和服务的人士均为自愿所为，并对遵守本地法律负全部责任。
		</view>
		<view>
			18.2 可分割性：如本条款中的任何条款无论因何种原因无效或不具有执行力，则该条款应在不影响其他条款的情况下从本条款中被移除。本条款的其余条款仍应有效并且具有法律约束力。
		</view>
		<view>
			18.3 您的违反：如果出现您对这些规则和规定的违反行为， 乐居生活 保留针对该违反行为采取法律所能提供的所有补救手段的权利。
		</view>
		<view>
			18.4 无其他权利： 乐居生活 保留本条款未明确授予您的所有权利，并且不能将本条款理解为以默示或其他方式授予您任何其他权利。
		</view>
		<view>
			18.5 语言：本条款的英文翻译版本仅为您的理解便利而提供， 乐居生活 和您之间的关系由本条款的中文版确定。如果两个版本存在任何冲突之处，则以中文版本规定为准。
		</view>
		<view>
			18.6 转让：为了 乐居生活 及其继承人和受让人的利益，本条款项下全部权利可以被 乐居生活 转让。
		</view>
		<view>
			18.7 控制权变更：如果您是一个公司或其他组织的情况下，在您的控制权变更的情况下，您的资产和业务的承继方应自动受到本条款的约束。
		</view>
	</view>
</template>

<style>
	.title{
		font-weight:700;
		font-size:48rpx;
	}
	.protocol{
		margin:20rpx;
		padding:20rpx;
	}
	.protocol>view{
		margin:20rpx;
	}
</style>
